Repository: common-repository/payment-method-order-column
Catalog: languages/payment-method-order-column-*.po
Languages: it_it

source: Payment Method
it_it: Metodo di pagamento

source: All Payment Methods
it_it: Tutti i metodi di pagamento

source: Payment Method Icons
it_it: Icone metodo di pagamento

source: Icons updated
it_it: Icone aggiornate

source: Icons reset
it_it: Reset icone

source: Manage Payment Method Icons
it_it: Gestisci le icone dei metodi di pagamento

source: Choose Icon
it_it: Scegli icona

source: Reset icon
it_it: Resetta icona

source: Save Icons
it_it: Salva le icone

source: Reset Selected Icons
it_it: Resetta le icone selezionate

source: Payment Method Order Column
it_it: Eraclito - Colonna dei metodi di pagamento

source: Add a column to to oder list to filter orders by payment method
it_it: Aggiunge una colonna alla lista degli ordini con i metodi di pagamento che potranno essere filtrati e ordinati
